Revit 2027 API
BuiltInFailures.BlendFailures.CannotDrawBlend Property
 Can't create blend.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotDrawBlend { get; }
Public Shared ReadOnly Property CannotDrawBlend As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotDrawBlend {
	FailureDefinitionId^ get ();
}
static member CannotDrawBlend : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.BlendFailures Class
Autodesk.Revit.DB Namespace